Repository: rixjafri/Pechka
Catalog: Pechka/*.lproj/Localizable.strings
Languages: ru, uz

source: Please select atleast one image
ru: Пожалуйста, выберите хотя бы одно изображение
uz: Eng kamida bitta rasmni tanlang

source: Please add listing title
ru: Пожалуйста, добавьте заголовок объявления
uz: Iltimos, ro'yxat sarlavhasini qo'shing

source: Please select category
ru: Пожалуйста, выберите категорию
uz: Iltimos, toifani tanlang

source: Please select sub category
ru: Пожалуйста, выберите подкатегорию
uz: Iltimos, pastki toifani tanlang

source: Please select item type
ru: Пожалуйста, выберите тип товара
uz: Iltimos, mahsulot turini tanlang

source: Please select item condition
ru: Пожалуйста, выберите состояние товара
uz: Iltimos, mahsulot shartini tanlang

source: Please select currency
ru: Пожалуйста, выберите валюту
uz: Iltimos, valyutani tanlang

source: Please enter description
ru: Пожалуйста, выберите валюту
uz: Iltimos, valyutani tanlang

source: Please enter deal option
ru: Пожалуйста, введите вариант сделки
uz: Iltimos, bitim variantini kiriting

source: Please select location city
ru: Пожалуйста, выберите город
uz: Iltimos, shaharni tanlang

source: Please select location
ru: Пожалуйста, выберите место
uz: Iltimos, manzilni tanlang

source: Please enter address
ru: Пожалуйста, введите адрес
uz: Iltimos, manzilni kiriting

source: Add a message
ru: Добавить сообщение
uz: Xabar qo'shing

source: Choose Currency Type Option
ru: Выберите вариант типа валюты
uz: Valyuta turi variantini tanlang

source: Mailing Or Delivery
uz: Yetkazib berish yoki pochta jo'natmasi

source: Please login to use all features of application.
uz: Ilovaning barcha xususiyatlaridan foydalanish uchun tizimga kiring.
