Repository: rixjafri/Pechka
Catalog: Pechka/*.lproj/Localizable.strings
Languages: ru, uz

source: Are you sure to delete this from basket :(
ru: Вы уверены, что удалите это из корзины :(
uz: Buni savatdan o'chirishga ishonchingiz komilmi :(

source: Are you sure to add into basket :)
ru: Вы обязательно добавите в корзину :)
uz: Haqiqatan ham savatga qo'shasizmi :)

source: Operation performed successfully
ru: Операция выполнена успешно
uz: Amaliyot muvaffaqiyatli amalga oshirildi

source: CONFIRM
ru: ПОДТВЕРЖДАТЬ
uz: Tasdiqlang

source: INFO
ru: ИНФОРМАЦИЯ

source: ERROR
ru: ОШИБКА
uz: XATO

source: WARNING
ru: ПРЕДУПРЕЖДЕНИЕ
uz: OGOHLANTIRISH

source: Version Update
ru: Обновление версии
uz: Versiyani yangilash

source: Update
ru: Обновлять
uz: Yangilash

source: No Image Uploaded Yet
ru: Изображение еще не загружено
uz: Hech qanday rasm yuklanmagan

source: Your account is deleted by Admin
ru: Ваша учетная запись удалена администратором
uz: Hisobingiz administrator tomonidan o'chirilgan

source: Your account is banned by Admin
ru: Ваш аккаунт заблокирован администратором
uz: Hisobingiz administrator tomonidan taqiqlangan

source: Your account is unpublished by Admin
ru: Ваша учетная запись удалена администратором
uz: Hisobingiz administrator tomonidan nashr etilmagan

source: What is your interest ?
ru: Что вас интересует ?
uz: Sizning qiziqishingiz nima?

source: Sub Category List
ru: Список подкатегорий
uz: Sub toifalar ro'yxati

source: Blog List
ru: Список блогов
uz: Bloglar ro'yxati

source: Blog with this id does not exist
ru: Блог с таким идентификатором не существует
uz: Ushbu identifikatorga ega blog mavjud emas

source: Blog Detail
ru: Подробности блога
uz: Blog haqida batafsil ma'lumot

source: City Menu
ru: Городское меню
uz: Shahar menyusi

source: Are you want to exit from this city?
ru: Вы хотите покинуть этот город?
uz: Ushbu shahardan chiqmoqchimisiz?

source: Item List
ru: Список предметов
uz: Mahsulotlar ro'yxati

source: Update is available
ru: Доступно обновление
uz: Yangilanish mavjud

source: Search keyword: write buy or sell or the name of the product
ru: Введите ключевое слово для поиска
uz: Kalit so'zni qidirish: sotib olish yoki sotish yoki mahsulot nomini yozing

source: Best things to do in the city
ru: Чем заняться в городе
uz: Shaharda eng yaxshi narsalar

source: Popular cities around the world
ru: Популярные города мира
uz: Dunyo bo'ylab mashhur shaharlar

source: Best cities to visit around the world
ru: Лучшие города мира для посещения
uz: Dunyo bo'ylab tashrif buyuradigan eng yaxshi shaharlar

source: New Cities
ru: Новые города
uz: Yangi shaharlar

source: Your ad banner here
ru: Ваш рекламный баннер здесь
uz: Sizning reklama banneringiz bu erda

source: Popular Places
ru: Популярные места
uz: Ommabop joylar

source: New Places
ru: Новые места
uz: Yangi joylar

source: Promo List
ru: Список промо
uz: Reklama ro'yxati

source: Reviews
ru: Отзывы
uz: Sharhlar

source: City Categories
ru: Категории городов
uz: Shahar toifalari

source: Featured Places
ru: Избранные места
uz: Taniqli joylar

source: Places with Discount
ru: Места со скидкой
uz: Chegirmali joylar

source: Below you will see the categories listed by nature.
ru: Ниже вы увидите разные категории.
uz: Quyida siz tabiat tomonidan sanab o'tilgan toifalarni ko'rasiz.

source: In this part you will see the display of the last submitted articles.
ru: В этой части вы увидите отображение последних объявлений.
uz: Ushbu qismda siz so'nggi yuborilgan maqolalar namoyishini ko'rasiz.

source: In this part you will see the display of the most recently viewed and most popular articles.
ru: В этой части вы увидите отображение последних просмотренных и самых популярных объявлений.
uz: Ushbu qismda siz eng so'nggi ko'rilgan va eng mashhur maqolalar namoyishini ko'rasiz.

source: In this part, you will see articles from people who you follow.
ru: В этой части вы увидите объявлении от людей, которых вы подписаны.
uz: Ushbu qismda siz o'zingiz kuzatadigan odamlarning maqolalarini ko'rasiz.

source: I want to know more about this city !
ru: Я хочу узнать больше об этом городе!
uz: Men ushbu shahar haqida ko'proq bilmoqchiman!

source: What are you interested in ?
ru: В чем ты заинтересован ?
uz: Sizga nima qiziq?

source: Popular Items
ru: Популярные товары
uz: Ommabop narsalar

source: Recent Uploaded Items
ru: Последние загруженные элементы
uz: Yaqinda yuklangan narsalar

source: Items from your followers
ru: Предметы от ваших подписчиков
uz: Sizning izdoshlaringizdan olingan narsalar

source: Read All About This City Name
ru: Читать все об этом названии города
uz: Ushbu shahar nomi haqida hamma narsani o'qing

source: SUBMIT A FREE AD
ru: ПОДАТЬ БЕСПЛАТНОЕ ОБЪЯВЛЕНИЕ
uz: BEPUL E'lonni taqdim eting

source: City List
ru: Список городов
uz: Shahar ro'yxati

source: Select your region here
ru: Выберите здесь свой регион
uz: Bu erda mintaqangizni tanlang

source: You can change selected city later!
ru: Вы можете изменить выбранный город позже!
uz: Siz tanlangan shaharni keyinroq o'zgartirishingiz mumkin!

source: Please select city.
ru: Пожалуйста, выберите город.
uz: Iltimos, shaharni tanlang.

source: Are you sure to clear image cache?
ru: Вы уверены, что очистили кеш изображений?
uz: Rasm keshini tozalashga ishonchingiz komilmi?

source: Clear Image Cache
ru: Очистить кеш изображений
uz: Rasm keshini tozalash

source: Image Cache Size
ru: Размер кеша изображений
uz: Rasm keshining o'lchami

source: Camera
ru: Камера
uz: Kamera

source: Change GDPR setting
ru: Изменить настройку GDPR
uz: GDPR sozlamasini o'zgartiring

source: Version No :
ru: Номер версии:
uz: Versiya raqami:

source: Failed to login into to chat, do you want to retry?
ru: Не удалось войти в чат. Повторить попытку?
uz: Suhbatlashish uchun kirishda xatolik yuz berdi, qaytadan urinib ko'rishni xohlaysizmi?

source: Retry
ru: Повторить
uz: Qayta urinib ko'ring

source: No
ru: Нет
uz: Yo'q

source: Mark As Sold
ru: Отметить как проданное
uz: Sotilgan sifatida belgilash

source: Accept
ru: Принимать
uz: Qabul qiling

source: Reject
ru: Отклонять
uz: Rad etish

source: Make Offer For This Item
ru: Сделать предложение по этому предмету
uz: Ushbu buyum uchun taklif qiling

source: Make offer
ru: Сделать предложение
uz: Taklif qiling

source: Make Offer
ru: Сделать предложение
uz: Taklif qiling

source: Offer Accepted
ru: Предложение принят
uz: Taklif qabul qilindi

source: Offer Rejected
ru: Предложение отклонено
uz: Taklif rad etildi

source: Offer Accept
ru: Принять предложение
uz: Taklifni qabul qiling

source: Give Review
ru: Дать обзор
uz: Ko'rib chiqing

source: Item Has Been Sold
ru: Товар продан
uz: Mahsulot sotildi

source: Your price cannot be blank
ru: Ваша цена не может быть пустой
uz: Sizning narxingiz bo'sh bo'lishi mumkin emas

source: You've just received an email containing verification code on
ru: Вы только что получили электронное письмо с кодом подтверждения на
uz: Sizga tasdiqlash kodini o'z ichiga olgan elektron pochta xabarlari yuborildi

source: Enter verification code
ru: Вы только что получили электронное письмо с кодом подтверждения на
uz: Tasdiqlash kodini kiriting

source: Change Email
ru: Изменить e-mail
uz: Elektron pochtani o'zgartirish

source: Resent Code
ru: Повторно отправить код
uz: Qayta yuborish kodi

source: Email Verification
ru: подтверждение адреса электронной почты
uz: Elektron pochta orqali tasdiqlash

source: You've just received phone message containing OTP Code on
ru: Вы только что получили телефонное сообщение с одноразовым кодом на
uz: Sizga OTP kodi yoqilgan telefon xabari keldi

source: BACK TO LOGIN ?
ru: ВЕРНУТЬСЯ НА СТРАНИЦУ АВТОРИЗАЦИИ ?
uz: Kirish uchun qaytib kelasizmi?

source: Phone Verification
ru: Подтверждение по телефону
uz: Telefonni tasdiqlash

source: Follower User List
ru: Список подписчиков
uz: Kuzatuvchilarning foydalanuvchi ro'yxati

source: Following User List
ru: Список пользователей, на которых я подписан
uz: Foydalanuvchilar ro'yxati kuzatilmoqda

source: Promote Item Entry
ru: Продвигайте свои товары
uz: Mahsulot yozuvini targ'ib qiling

source: Ads Start Date
ru: Дата начала рекламы
uz: Reklama boshlanish sanasi

source: Please Select Start Date
ru: Пожалуйста, выберите начала даты
uz: Iltimos, Boshlanish sanasini tanlang

source: Custom
ru: Пользовательская
uz: Maxsus

source: days
ru: дней
uz: kunlar

source: Days
ru: Дни
uz: Kunlar

source: Promote For
ru: Продвигать для
uz: Rag'batlantirish

source: How Many Days?
ru: Сколько дней?
uz: Necha kun?

source: Please select your starting date.
ru: Пожалуйста, выберите дату начала.
uz: Iltimos, boshlanish sanasini tanlang.

source: Please select at least one day
ru: Пожалуйста, выберите хотя бы один день
uz: Iltimos, kamida bir kun tanlang

source: Amount
ru: Количество
uz: Miqdor

source: Pay with Paypal
ru: Оплата с PayPal
uz: Paypal bilan to'lash

source: Pay with Card
ru: Оплатить картой
uz: Karta bilan to'lash

source: Pay with Razor
ru: Оплатить Razor
uz: Razor bilan to'lash

source: Pay with Offline
ru: Оплата в офлайн-режиме
uz: Oflayn rejimida to'lovni amalga oshiring

source: Successfully paid Ad.
ru: Успешно оплачен реклама.
uz: Muvaffaqiyatli reklama.

source: Error paid Ad.
ru: Ошибка платной рекламы.
uz: Reklamani to'lashda xatolik yuz berdi

source: Please enter day
ru: Пожалуйста, введите день
uz: Iltimos, kunni kiriting

source: Start Date:
ru: Дата начала:
uz: Boshlanish vaqti:

source: End Date:
ru: Дата окончания:
uz: Tugash sanasi:

source: Amount Spend:
ru: Сумма расходов:
uz: Xarajat miqdori:

source: Ads In Progress
ru: Объявления в процессе
uz: Amaldagi reklamalar

source: Ads Completed
ru: Объявления завершены
uz: Reklama tugallandi

source: Ads is Not Yet Start
ru: Реклама еще не началась
uz: Reklama hali boshlanmagan

source: Sponsored Ads
ru: Платная реклама
uz: Homiylik e'lonlari

source: Accepted
ru: Принял
uz: Qabul qilindi

source: Offered
ru: Предложил
uz: Taklif qilingan

source: Ordering
ru: Заказ
uz: Buyurtma berish

source: App Default
ru: Приложение по умолчанию
uz: Ilova standart

source: Ascending
ru: по возрастанию
uz: Ko'tarilish

source: Descending
ru: По убыванию
uz: Kamaymoqda

source: Share App
ru: Поделиться приложением
uz: Ilovani baham ko'ring

source: Take a look at :
ru: Взгляни на :
uz: Qarang:

source: Share via :
ru: Отправить по :
uz: Ulashish:

source: View on map
ru: Посмотреть на карте
uz: Xaritada ko'rish

source: Meet up
ru: Встреча
uz: Uchrashuv

source: Default Camera
ru: Камера по умолчанию
uz: Standart kamera

source: Custom Camera
ru: Пользовательская камера
uz: Maxsus kamera

source: ( New )
ru: ( Новый )
uz: (Yangi)

source: Permission already granted
ru: Разрешение уже предоставлено
uz: Ruxsat allaqachon berilgan

source: Item Sold
ru: Товар продан
uz: Mahsulot sotildi

source: Successed Rating
ru: Успешный рейтинг
uz: Muvaffaqiyatli reyting

source: success make sold out
ru: успешно помечено как продано
uz: muvaffaqiyat sotilib ketadi

source: This item has been reported successfully
ru: Об этом элементе было успешно сообщено
uz: Ushbu element muvaffaqiyatli xabar qilindi

source: Fail Report this item
ru: Сообщить об этом элементе не удалось
uz: Ushbu element haqida xabar berilmadi

source: City Name
ru: название города
uz: Shahar nomi

source: New Picture
ru: Новая картинка
uz: Yangi rasm

source: From the Camera
ru: С камеры
uz: Kameradan

source: permission denied
ru: в доступе отказано
uz: ruxsat berilmadi

source: item upload success
ru: загрузка элемента успешно завершена
uz: mahsulotni yuklashda muvaffaqiyat

source: Error
ru: Ошибка
uz: Xato

source: Shop Name
ru: Название магазина
uz: Do'kon nomi

source: Error in payment :
ru: «Ошибка при оплате:»
uz: To'lovda xato:

source: Enter a valid mobile
ru: Введите действующий мобильный
uz: Haqiqiy mobil telefonni kiriting

source: Success
ru: Успех
uz: Muvaffaqiyat

source: Fail resent code again
ru: Ошибка повторной отправки кода снова
uz: Qayta yuborilgan kodni qayta bajarib bo'lmadi

source: Enter valid code
ru: Введите действующий код
uz: Yaroqli kodni kiriting

source: Success Delete user
ru: Успешно Удалить пользователя
uz: Muvaffaqiyat foydalanuvchini o'chirish

source: Fail Delete this user
ru: Ошибка Удалить этого пользователя
uz: Ushbu foydalanuvchini o'chirib tashlash

source: Photo Gallery
ru: Фотогалерея
uz: Fotogalereya

source: Feedback Request
ru: Запрос обратной связи
uz: Fikr-mulohaza so'rovi

source: Capture
ru: Захватывать
uz: Qo'lga olish

source: Camera setting
ru: Настройка камеры
uz: Kamera sozlamalari

source: Login here
ru: Авторизуйтесь здесь
uz: Bu erga kiring

source: Location Image
ru: Изображение местоположения
uz: Joylashuv tasviri

source: Buy and sell what you want with complete freedom
ru: Покупайте и продавайте то, что хотите, с полной свободой
uz: Siz xohlagan narsani to'liq erkinlik bilan sotib oling va soting

source: © Copyright 2021 -All Rights Reserved
ru: © Copyright 2021 - Все права защищены.
uz: © Mualliflik huquqi 2021 -Barcha huquqlar himoyalangan

source: Put a real address
ru: Поставьте реальный адрес
uz: Haqiqiy manzilni qo'ying

source: Follow us
ru: Подписывайтесь на нас
uz: Ortimizdan yuring

source: Show Email to Other Users
ru: Показать электронную почту другому пользователю
uz: Elektron pochtani boshqa foydalanuvchilarga ko'rsatish

source: Show Phone Number to Other Users
ru: Показать номер телефона другому пользователю
uz: Telefon raqamini boshqa foydalanuvchilarga ko'rsatish

source: Featured Items
ru: Популярные товары
uz: Tanlangan narsalar

source: In App Purchase
ru: Покупки в приложении
uz: Ilovalarni sotib olishda

source: Payments
ru: Платежи
uz: To'lovlar

source: Other Payment
ru: Другой платеж
uz: Boshqa to'lovlar

source: Your pending list that is waiting approval from admin.
ru: Ваш список предметов, ожидающий утверждения от администратора.
uz: Admin tomonidan tasdiqlanishni kutayotgan kutayotgan ro'yxatingiz.

source: Active Posts
ru: Активные посты
uz: Faol xabarlar

source: Your posts that is available to be searched by other users.
ru: Ваши посты, которых может искать другой пользователь.
uz: Boshqa foydalanuvchilar tomonidan qidirilishi mumkin bo'lgan sizning xabarlaringiz.

source: Paid Ads
ru: Платная реклама
uz: Pulli e'lonlar

source: Promoted item lists by you.
ru: Списки продвигаемых вами товаров.
uz: Siz ilgari surgan narsalar ro'yxati.

source: Posts that you like.
ru: Посты, которые вам нравятся.
uz: Sizga yoqadigan xabarlar.

source: SETTING AND PRIVACY
ru: НАСТРОЙКА И КОНФИДЕНЦИАЛЬНОСТЬ
uz: O'rnatish va maxfiylik

source: Blocked Users
ru: Заблокированные пользователи
uz: Bloklangan foydalanuvchilar

source: User list that you blocked.
ru: Список пользователей, которых вы заблокировали.
uz: Siz bloklagan foydalanuvchilar ro'yxati.

source: Reported Items
ru: Сообщенные предметы
uz: Xabar qilingan narsalar

source: Item list that you reported.
ru: Список предметов, о которых вы сообщили.
uz: Siz xabar bergan narsalar ro'yxati.

source: (You can't recover your account, after deactivate.)
ru: (После деактивации вы не сможете восстановить свою учетную запись.)
uz: (O'chirgandan so'ng hisobingizni tiklab bo'lmaydi).

source: App Setting
ru: Настройка приложения
uz: Ilovani sozlash

source: ACTIVITIES
ru: ВИДЫ ДЕЯТЕЛЬНОСТИ
uz: FAOLIYAT

source: POSTS
ru: ЗАПИСИ
uz: POSTLAR

source: Pending Posts
ru: В ожидании сообщений
uz: Kutilayotgan xabarlar

source: Card Number
ru: Номер карты
uz: Karta raqami

source: Expired Date
ru: Истекший срок
uz: Muddati tugagan sana

source: Card Holder Name
ru: Имя владельца карты
uz: Karta egasining ismi

source: Please input Card Holder Name
ru: Введите имя держателя карты
uz: Iltimos, karta egasining ismini kiriting

source: Please input Card Number
ru: Пожалуйста, введите номер карты
uz: Iltimos, karta raqamini kiriting

source: Please input Expired Date
ru: Пожалуйста, введите дату истечения срока действия
uz: Iltimos, muddati tugagan sanani kiriting

source: Please input CVC
ru: Пожалуйста, введите CVC
uz: Iltimos, CVC-ni kiriting

source: Performing transaction…
ru: Выполнение транзакции…
uz: Tranzaksiya amalga oshirilmoqda…

source: IS USER BOUGHT
ru: ПОЛЬЗОВАТЕЛЬ КУПИЛ
uz: FOYDALANISh SIFATI

source: Item Has Been Bought
ru: Товар был куплен
uz: Mahsulot sotib olindi

source: Pay with Paystack
ru: Оплата через Paystack
uz: Paystack bilan to'lash

source: Promotion Packages
ru: Рекламные пакеты
uz: Reklama to'plamlari

source: Buy
ru: Купить
uz: Sotib oling

source: Are you sure to unblock this user?
ru: Вы уверены, что разблокируете этого пользователя?
uz: Ushbu foydalanuvchini blokdan chiqarishga ishonchingiz komilmi?

source: Unblock
ru: Разблокировать
uz: Blokdan chiqarish

source: Offers
ru: Предложения
uz: Takliflar

source: Received or sent offer list.
ru: Список полученных или отправленных предложений.
uz: Qabul qilingan yoki yuborilgan takliflar ro'yxati.

source: Users that you follow.
ru: Пользователи, которые следят за вами.
uz: Siz kuzatadigan foydalanuvchilar.

source: Users that follow you.
ru: Пользователи, на которых вы подписаны.
uz: Sizni kuzatadigan foydalanuvchilar.

source: Your browsing history.
ru: Ваша история просмотров.
uz: Brauzer tarixingiz.

source: Copy
ru: Копировать
uz: Nusxalash

source: Are you sure to delete this message?
ru: Вы уверены, что удалите это сообщение?
uz: Ushbu xabarni o'chirishga ishonchingiz komilmi?

source: copied
ru: скопировано
uz: nusxa ko'chirildi

source: You received new
ru: Вы получили новый
uz: Siz yangisini oldingiz

source: star rating.
ru: Звездный рейтинг.
uz: yulduz reytingi.

source: For free item please set price to 0
ru: Для бесплатного товара установите цену 0
uz: Bepul mahsulot uchun narxni 0 ga sozlang

source: <u>Block this User</u>
ru: <u> Заблокировать этого пользователя</u>
uz: <u> Ushbu foydalanuvchini bloklash </u>

source: For address automatically click here
ru: Для адреса автоматически нажмите здесь
uz: Manzil uchun avtomatik ravishda shu erni bosing

source: FREE
ru: БЕСПЛАТНО
uz: OZOD

source: Report Item
ru: Сообщить об элементе
uz: Hisobot elementi

source: Block User
ru: Заблокировать пользователя
uz: Foydalanuvchini bloklash

source: Confirm to Report Item
ru: Подтвердите, чтобы сообщить об элементе
uz: Hisobot uchun tasdiqlang

source: Confirm to Block User
ru: Подтвердите блокировку пользователя
uz: Foydalanuvchini blokirovka qilishni tasdiqlang

source: Please open GPS to get your current location!
ru: Пожалуйста, откройте GPS, чтобы узнать ваше текущее местоположение!
uz: Iltimos, hozirgi manzilingizni bilish uchun GPS-ni oching!

source: Logged out successfully
ru: Выход успешно выполнен
uz: Muvaffaqiyatli tizimdan chiqdingiz

source: TERMS OF SERVICE
ru: УСЛОВИЯ ИСПОЛЬЗОВАНИЯ
uz: XIZMAT KO'RSATISH SHARTLARI

source: You have successfully logged in
ru: Вы успешно вошли в
uz: Siz muvaffaqiyatli tizimga kirdingiz

source: Safety Tips
ru: Советы по безопасности
uz: Xavfsizlik bo'yicha ko'rsatmalar

source: Please Wait …
ru: Пожалуйста, подождите …
uz: Iltimos kuting …

source: Use the app
ru: Использовать приложение
uz: Ilovadan foydalaning

source: Please do this
ru: Пожалуйста сделайте это
uz: Iltimos, buni qiling

source: Please enter text
ru: Пожалуйста, введите текст
uz: Iltimos, matnni kiriting

source: Contact us
ru: Свяжитесь с нами
uz: Biz bilan bog'lanish

source: User Info
ru: Информация о пользователе
uz: Foydalanuvchi haqida ma'lumot

source: App
ru: Приложение
uz: Ilova

source: Latest Items
ru: Последние товары
uz: Oxirgi narsalar

source: Settings
ru: Настройки
uz: Sozlamalar

source: Paid Ad Transaction
ru: Платная рекламная транзакция
uz: Pulli reklama tranzaktsiyasi

source: User History
ru: История пользователей
uz: Foydalanuvchi tarixi

source: Log out
ru: Выйти
uz: Chiqish

source: Browse categories
ru: Просмотр категорий
uz: Kategoriyalarni ko'rib chiqing

source: See all
ru: Увидеть все
uz: Barchasini ko'ring

source: Add Images
ru: Добавить изображения
uz: Rasmlarni qo'shish

source: Sub Category
ru: Подкатегория
uz: Sub toifasi

source: NEW HERE?
ru: НОВЕНЬКИЙ ТУТ?
uz: YANGI BU YERDA?

source: SIGN UP
ru: ЗАРЕГИСТРИРОВАТЬСЯ
uz: RO'YXATDAN O'TISH

source: Already member?
ru: Уже участник?
uz: Allaqachon a'zo bo'lganmisiz?

source: Login
ru: Авторизоваться
uz: Kirish

source: Choose From Gallery
ru: Выбрать из галереи
uz: Galereyadan tanlang

source: Promote For 7 Days
ru: Продвигайте на 7 дней
uz: 7 kun davomida reklama qiling

source: Promote For 14 Days
ru: Продвигайте на 14 дней
uz: 14 kun davomida reklama qiling

source: Promote For 30 Days
ru: Продвигайте на 30 дней
uz: 30 kun davomida reklama qiling

source: Promote For 60 Days
ru: Продвигайте на 60 дней
uz: 60 kun davomida reklama qiling

source: Done
ru: Сделанный
uz: Bajarildi

source: Please select start date
ru: Пожалуйста, выберите дату начала
uz: Iltimos, boshlanish sanasini tanlang

source: Please select type of days
ru: Пожалуйста, выберите тип дней
uz: Iltimos, kun turini tanlang

source: Please enter price
ru: Пожалуйста, введите цену
uz: Iltimos, narxni kiriting

source: Please enter message.
ru: Пожалуйста, введите сообщение.
uz: Iltimos, xabarni kiriting.

source: Useremail or Password Incorrect
ru: Использовать адрес электронной почты или неверный пароль
uz: Foydalanuvchi pochtasi yoki parol noto'g'ri

source: Please enter price.
ru: Пожалуйста, введите цену.
uz: Iltimos, narxni kiriting.

source: Few seconds ago
ru: Несколько секунд назад
uz: Bir necha soniya oldin

source: Year ago
ru: Год назад
uz: Bir yil oldin

source: Months ago
ru: Несколько месяцев назад
uz: Bir necha oy avval

source: week ago
ru: неделю назад
uz: bir hafta oldin

source: Days ago
ru: Дней назад
uz: Bir necha kun oldin

source: Hour ago
ru: Час назад
uz: Bir soat oldin

source: Minute ago
ru: Минуту назад
uz: Bir daqiqa oldin

source: No data found
ru: Данные не найдены
uz: Ma'lumot topilmadi

source: You can not follow yourself.
ru: Вы не можете следить за собой.
uz: Siz o'zingizga ergasholmaysiz.

source: select city
ru: выберите город
uz: shaharni tanlang

source: You've just received phone message containing otp code on
ru: Вы только что получили телефонное сообщение, содержащее код ОТП на
uz: Vy toko chto poluchii telefonnoe soobshchenie, soderjashchee kod OTP na

source: Please enter valid cconfirmation code
ru: Пожалуйста, введите действительный код подтверждения
uz: Iltimos, to'g'ri tasdiqlash kodini kiriting

source: Please select category first
ru: Пожалуйста, сначала выберите категорию
uz: Iltimos, avval toifani tanlang

source: You can not like this item because this item added by you.
ru: Вам может не понравиться этот товар, потому что он добавлен вами.
uz: Siz ushbu narsani yoqtirolmaysiz, chunki ushbu element siz qo'shgan.

source: Contact number not available.
ru: Контактный номер недоступен.
uz: Aloqa raqami mavjud emas.

source: Could not track location. Please install google maps or chrome to track the address.
ru: Не удалось отследить местоположение. Пожалуйста, установите карты Google или Chrome, чтобы отслеживать адрес.
uz: Joylashuvni kuzatib bo‘lmadi. Iltimos, manzilni kuzatish uchun google maps yoki chrome-ni o'rnating.

source: Views
ru: Взгляды
uz: Ko'rishlar

source: To re-enable, please go to Settings and turn on Location Service for this app.
ru: Чтобы повторно включить, перейдите в настройки и включите службу определения местоположения для этого приложения.
uz: Qayta yoqish uchun Sozlamalar-ga o'ting va ushbu dastur uchun Joylashuv xizmatini yoqing.

source: Please enter valid price range
ru: Пожалуйста, введите действующий ценовой диапазон
uz: Iltimos, to'g'ri narx oralig'ini kiriting

source: What is your interest?
ru: Что вас интересует?
uz: Sizning qiziqishingiz nima?

source: Please select privacy policy.
ru: Пожалуйста, выберите политику конфиденциальности.
uz: Iltimos, maxfiylik siyosatini tanlang.

source: Remarks
ru: Замечания
uz: Izohlar
