Repository: rixjafri/Pechka
Catalog: Pechka/*.lproj/Localizable.strings
Languages: ru, uz

source: Meet-up
ru: Встреча
uz: Uchrashish

source: History
ru: История
uz: Tarix

source: Favourites
ru: Избранное
uz: Sevimlilar

source: Gallery
ru: Галерея
uz: Galereya

source: Image Gallery
ru: Галерея
uz: Rasm galereyasi

source: Image Description
ru: Описание изображения
uz: Rasm tavsifi

source: Default Image
ru: Изображение по умолчанию
uz: Standart rasm

source: Cancel
ru: Отмена
uz: Bekor qilish

source: Open
ru: Открыть
uz: Ochiq

source: New Message
ru: Новое сообщение
uz: Yangi xabar

source: Drawer Open
ru: Ящик открыт
uz: Papka ochildi

source: Drawer Close
ru: Ящик закрыт
uz: Papkani yoping

source: Facebook Login
ru: Логин в фейсбук
uz: Facebook-ga kirish

source: Comment List
ru: Список комментариев
uz: Fikrlar ro'yxati

source: Notification List
ru: Список уведомлений
uz: Bildirishnomalar ro'yxati

source: User Name
ru: Имя пользователя
uz: Foydalanuvchi nomi

source: Email
ru: Электронное письмо
uz: Elektron pochta

source: Password
ru: Пароль
uz: Parol

source: Already member ? Login
ru: Уже участник? Авторизоваться
uz: Allaqachon a'zo bo'lganmisiz? Kirish

source: Register
ru: Зарегистрироваться
uz: Ro'yxatdan o'tish

source: Register New User Account
ru: Зарегистрируйте новую учетную запись пользователя
uz: Yangi foydalanuvchi hisobini ro'yxatdan o'tkazing

source: Do you agree with this privacy policy?
ru: Вы согласны с этой политикой конфиденциальности?
uz: Ushbu maxfiylik siyosatiga rozilik bildirasizmi?

source: Forgot Password?
ru: Забыли пароль?
uz: Parolni unutdingizmi?

source: Already a member? Login
ru: Уже участник? Авторизоваться
uz: Allaqachon a'zo bo'lganmisiz? Kirish

source: Password Recovery
ru: Восстановление пароля
uz: Parolni tiklash

source: Send
ru: послать
uz: Yuborish

source: Save
ru: Сохранить
uz: Saqlash

source: Confirm Password
ru: Подтвердить Пароль
uz: Parolni tasdiqlang

source: Password Change
ru: Подтвердить Пароль
uz: Parolni o'zgartirish

source: New here? Sign Up
ru: Новенький тут? Зарегистрироваться
uz: Bu yerda yangimisiz? Ro'yxatdan o'ting

source: Forgot password ?
ru: Забыли пароль?
uz: Parolni unutdingizmi ?

source: SignIn
ru: Войти
uz: Tizimga kirish

source: Welcome to Pachka.uz
ru: Добро пожаловать на рынок Pachka.uz
uz: >Xush kelibsiz Pachka.uz

source: OR
ru: ИЛИ ЖЕ
uz: Yoki

source: SigIn with Phone
ru: SigIn с телефона
uz: Telefon orqali kirish

source: SignIn with Google
ru: Войти через Google
uz: Google orqali kirish

source: There is something wrong.
ru: Здесь что-то не так.
uz: Xatolik mavjud.

source: Authentication failed.
ru: Ошибка аутентификации.
uz: Haqiqiylikni tekshirib bo‘lmadi.

source: This email is logged in with email and password. Please try to login with email and password.
ru: Этот адрес электронной почты используется для входа с адресом электронной почты и паролем. Пожалуйста, попробуйте войти, используя адрес электронной почты и пароль.
uz: shbu elektron pochta elektron pochta va parol bilan tizimga kiritilgan. Iltimos, elektron pochta va parol bilan kirishga harakat qiling.

source: This email is logged in with Google. Please try to login with Google.
ru: Это электронное письмо используется для входа в систему Google. Пожалуйста, попробуйте войти в систему с помощью Google.
uz: Ushbu elektron pochta Google bilan tizimga kirgan. Iltimos, Google orqali kirishga harakat qiling.

source: This email is logged in with Facebook. Please try to login with Facebook.
ru: Это электронное письмо используется для входа в Facebook. Пожалуйста, попробуйте войти через Facebook.
uz: Ushbu elektron pochta Facebook bilan tizimga kirgan. Iltimos, Facebook orqali kirishga harakat qiling.

source: SignIn Failed
ru: Ошибка входа
uz: Kirish amalga oshmadi

source: Cannot SignIn your account
ru: Не могу войти в свою учетную запись
uz: Hisobingizga kirib bo'lmayapti

source: Contact Name
ru: Контактное лицо
uz: Ismingiz

source: Contact Email
ru: Почта для связи
uz: Elektron pochtangiz

source: Contact Message
ru: Контактное сообщение
uz: Xabarni kiriting

source: Contact Phone
ru: Контактный телефон
uz: Aloqa uchun telefon

source: Submit
ru: Представлять на рассмотрение
uz: Yuborish

source: Notification Setting ( On/Off )
ru: Настройка уведомлений (Вкл. /Выкл.)
uz: Bildirishnomani sozlash (On /Off)

source: Latest Message From System
ru: Последнее сообщение из системы
uz: Tizimdan so'nggi xabar

source: Notification!
ru: Уведомление!
uz: Bildirishnoma!

source: Notification
ru: Уведомление
uz: Bildirishnoma

source: Notification Setting
ru: Настройка уведомлений
uz: Bildirishnomalarni sozlash

source: Notification Detail
ru: Сведения об уведомлении
uz: Bildirishnoma tafsiloti

source: Alert
ru: Оповещение
uz: Ogohlantirish

source: Open Item
ru: Открыть элемент
uz: Elementni oching

source: English
ru: английский
uz: Ingliz tili

source: Arabic
ru: арабский
uz: Arabcha

source: Spanish
ru: испанский
uz: Ispaniya

source: Are you sure you want to change to %1$s?
ru: Вы уверены, что хотите изменить на + %1$s?
uz: %1$s ga o'zgartirishga ishonchingiz komilmi?

source: Language
ru: Язык
uz: Til

source: Comment Replies
ru: - + %1$s + ответов
uz: Izohga javoblar

source: Comment is Empty.
ru: Комментарий пуст.
uz: Izohlar yo'q.

source: Comment
ru: Комментировать
uz: Izoh qo'shish

source: Rating List
ru: Список рейтингов
uz: Reyting ro'yxati

source: Write Review
ru: Написать отзыв
uz: Sharh qoldiring

source: %1$s Customer Reviews
ru: 1$s Отзывов Клиентов
uz: %1$s + mijozlar + sharhlari

source: %1$s out of 5 stars
ru: 1$s из 5 звезд
uz: 5 yulduzdan %1$s +

source: %1$s out of 5 stars (%2$s Reviews)
ru: %1$s из 5 звезд ( %2$s + отзывов)
uz: 5 yulduzdan + 1 %s ( %2$s + sharhlar)

source: %1$s star
ru: %1$s + звезда
uz: %1$s + yulduzcha

source: In Stock
ru: В наличии
uz: Zahirada mavjud; sotuvda mavjud

source: Title
ru: Заголовок
uz: Sarlavha

source: Message
ru: Сообщение
uz: Xabar

source: User Rating Entry !
ru: Написать отзыв пользователю
uz: Foydalanuvchiga sharh qoldirish

source: Your Rating
ru: Ваша оценка
uz: Sizning bahoingiz

source: 5 star
ru: 5 звезд
uz: 5 yulduz

source: 4 star
ru: 4 звезды
uz: 4 yulduz

source: 3 star
ru: 3 звезды
uz: 3 yulduz

source: 2 star
ru: 2 звезды
uz: 2 yulduz

source: 1 star
ru: 1 звезда
uz: 1 yulduz

source: Rating Range
ru: Диапазон рейтинга
uz: Reyting oralig'i

source: 1 and higher
ru: 1 и выше
uz: 1 va undan yuqori

source: 2 and higher
ru: 2 и выше
uz: 2 va undan yuqori

source: 3 and higher
ru: 3 и выше
uz: 3 va undan yuqori

source: 4 and higher
ru: 4 и выше
uz: 4 va undan yuqori

source: rating
ru: рейтинг
uz: reyting

source: Sorting
ru: Сортировка
uz: Tartiblash

source: Popular
ru: Популярный
uz: Ommabop

source: Latest
ru: Последний
uz: Oxirgi

source: A -> Z
ru: А -&gt; Я
uz: A -&gt; Z

source: Z -> A
ru: Я -&gt; А
uz: Z -&gt; A

source: Edit Profile
ru: Редактировать профиль
uz: Profilni tahrirlash

source: Logout
ru: Выйти
uz: Chiqish

source: Are you sure to logout ?
ru: Вы уверены, что выйдете из системы?
uz: Chiqishga ishonchingiz komilmi?

source: Terms and Conditions
ru: Условия и положения
uz: Foydalanish shartlari

source: App Info
ru: Информация о приложении
uz: Ilova haqida ma'lumot

source: Setting
ru: Параметр
uz: Sozlash

source: Successfully Register.
ru: регистрация прошла успешно
uz: Ro'yxatdan muvaffaqiyatli o'tildi

source: Please wait…
ru: Пожалуйста, подождите…
uz: Iltimos kuting…

source: Do you really want to quit?
ru: Вы действительно хотите выйти?
uz: Siz haqiqatan ham ilovadan chiqmoqchimisiz?

source: From Buyers
ru: От покупателей
uz: Xaridorlardan

source: Offer Sent
ru: Предложение отправлено
uz: Taklif yuborildi

source: Offer Received
ru: Предложение получено
uz: Taklif keldi

source: Not Set
ru: Не задано
uz: O'rnatilmagan

source: Product Name
ru: наименование товара
uz: Buyum nomi

source: Product Type
ru: Тип продукта
uz: Buyum turi

source: Sub Product Type
ru: Тип субпродукта
uz: Buyum 2-turi

source: Price Range
ru: Ценовой диапазон
uz: Narxlar oralig'i

source: Minimum
ru: Минимум
uz: Eng kam

source: Maximum
ru: Максимум
uz: Maksimal

source: Special Check
ru: Специальная проверка
uz: Maxsus tekshiruv

source: Featured Products
ru: Рекомендуемые товары
uz: Tanlangan mahsulotlar

source: Discount Prices
ru: Цены со скидкой
uz: Chegirma narxlari

source: Search
ru: Поиск
uz: Qidirmoq

source: Listing Title
ru: Заголовок объявления
uz: Buyum nomi

source: Set Price
ru: Установить цену
uz: Narxni o'rnating

source: Lowest Price
ru: Низшая цена
uz: Eng past narx

source: Highest Price
ru: Самая высокая цена
uz: Eng yuqori narx

source: Advanced Filtering
ru: Расширенная фильтрация
uz: Kengaytirilgan filtrlash

source: Feature Items
ru: Рекомендуемые товары
uz: Tavsiya etilgan buyumlar

source: Discount Items
ru: Товары со скидкой
uz: Chegirmali buyumlar

source: Filter
ru: Фильтр
uz: Filtr

source: Filtered By Product type
ru: Отфильтровано по типу продукта
uz: Buyum turi bo'yicha filtrlangan

source: Deal Option
ru: Вариант сделки
uz: Kelishuv turi

source: Price Type
ru: Тип цены
uz: Narx turi

source: Item Condition
ru: Состояние
uz: Buyumning holati

source: Type
ru: Тип
uz: Turi

source: Please select location.!
ru: Пожалуйста, выберите место.!
uz: Iltimos, manzilni tanlang.!

source: Please login first!
ru: Пожалуйста, войдите сначала!
uz: Iltimos, avval kiring!

source: Please fill completely for rating.
ru: Пожалуйста, заполните полностью для оценки.
uz: Iltimos, reyting uchun to'liq to'ldiring.

source: YouTube is not valid.
ru: YouTube недействителен.
uz: YouTube yaroqsiz.

source: Please input Email.
ru: Пожалуйста, введите адрес электронной почты.
uz: Iltimos, elektron pochtani kiriting.

source: Choose Category First
ru: Сначала выберите категорию
uz: Avval kategoriyani tanlang

source: Insert a value to search
ru: Вставьте что-нибудь для поиска
uz: Qidirish uchun biror nima yozing

source: Process Failed with unknown error! Please try again
ru: Процесс завершился неудачно, возникла неизвестная ошибка! Пожалуйста, попробуйте еще раз
uz: Jarayon noma'lum xato bilan amalga oshmadi! Iltimos, yana bir bor urinib ko'ring

source: Please input Contact Message.
ru: Пожалуйста, введите контактное сообщение.
uz: Iltimos, aloqa xabarini kiriting.

source: Please enter the password.
ru: Пожалуйста, введите пароль.
uz: Parolni kiriting.

source: Please input name.
ru: Пожалуйста, введите имя.
uz: Iltimos, ismingizni kiriting.

source: Please input the phone number.
ru: Пожалуйста, введите номер телефона.
uz: Iltimos, telefon raqamini kiriting.

source: Please input search keyword.
ru: Введите ключевое слово для поиска.
uz: Iltimos, qidiruv kalit so'zini kiriting.

source: Password are not equal!
ru: Пароли не соответствуют!
uz: Parol bir xil emas!

source: No internet connection.
ru: Подключение к Интернету отсутствует.
uz: Internet aloqasi mavjud emas

source: Email Already Exist
ru: Электронная почта уже существует
uz: Elektron pochta allaqachon mavjud

source: Image cannot be Uploaded
ru: Изображение не может быть загружено
uz: Rasm yuklanmadi

source: Item cannot be Uploaded
ru: Товар не может быть загружен
uz: Element yuklanmadi

source: Your code is not verify.
ru: Ваш код не подтвержден.
uz: Sizning kodingiz tasdiqlanmagan.

source: Your item has already sold
ru: Ваш товар уже продан
uz: Mahsulotingiz allaqachon sotilgan

source: Sorry , you cannot upload .webp image
ru: К сожалению, вы не можете загрузить изображение .webp
uz: Kechirasiz, siz .webp rasmini yuklay olmaysiz

source: You need to check an agreement of privacy and policy.
ru: Вам необходимо проверить соглашение о политике конфиденциальности .
uz: Siz maxfiylik siyosati bo'yicha kelishuvni tekshirishingiz kerak.

source: Category
ru: Категория
uz: Kategoriya

source: Filter And Sort
ru: Фильтр и сортировка
uz: Filtr va saralash

source: Filter with Map
ru: Фильтр с картой
uz: Xarita orqali filtrlang

source: No Data
ru: Нет данных
uz: Ma'lumot yo'q

source: There is no result! Please try to adjust the filter.
ru: Нет результата! Пожалуйста, попробуйте настроить фильтр.
uz: Natija yo'q! Iltimos, filtrni sozlashga harakat qiling.

source: We are loading
ru: Мы загружаем
uz: Yuklayapmiz

source: Choose Category
ru: Выберите категорию
uz: Kategoriyani tanlang

source: Choose Sub Category
ru: Выберите подкатегорию
uz: Subkategoriyani tanlang

source: Choose Item Type
ru: Выберите тип предмета
uz: Element turini tanlang

source: Choose Item Price Type
ru: Выберите тип цены предмета
uz: Narx turini tanlang

source: Choose Item Condition
ru: Выберите состояние предмета
uz: Buyum holatini tanlang

source: Choose Item Location Option
ru: Выберите вариант расположения предмета
uz: Buyum joylashuvi parametrini tanlang

source: Choose Item Currency Option
ru: Выберите вариант валюты предмета
uz: Valyutani tanlang

source: Choose Item Deal Option
ru: Выберите вариант сделки с предметом
uz: Kelishuv turini tanlang

source: Phone
ru: Телефон
uz: Telefon

source: Google Plus
ru: Google Play

source: Twitter
ru: Твиттер

source: Visit To Our Website
ru: Посетите наш сайт
uz: Bizning veb-saytimizga tashrif buyuring

source: Contact
ru: Контакт
uz: Aloqa

source: Source Address
ru: Адрес источника
uz: Manba manzili

source: Profile
ru: Профиль
uz: Profil

source: Name
ru: Имя
uz: Ism

source: Edit
ru: Редактировать
uz: Tahrirlash

source: Likes
ru: Нравится
uz: Yoqdi

source: Joined On
ru: Присоединился
uz: Qo'shildi

source: Joined Date
ru: Дата присоединения
uz: Qo'shilgan sana

source: Verified
ru: Проверено
uz: Tasdiqlangan

source: Status
ru: Статус
uz: Holat

source: Followers
ru: Подписчики
uz: Izdoshlar

source: Following
ru: Вы следуете
uz: Keyingi

source: Listing
ru: Мои объявлении

source: Pending Listing
ru: Ожидающие рассмотрения
uz: Ro'yxat kutilmoqda

source: Rejected Listing
ru: Отклоненное объявление
uz: Rad etilgan ro'yxat

source: Disabled Listing
ru: Отключенное объявление
uz: Ro'yxat o'chirilgan

source: Follow
ru: Следовать
uz: Kuzatib boring

source: Unfollow
ru: Отписаться
uz: Obunani bekor qilish

source: Joined
ru: Присоединился
uz: Qo'shildi

source: Deactivate Account
ru: Деактивировать аккаунт
uz: Hisobni o'chirish

source: Are you sure to Deactivate this account ?
ru: Вы действительно хотите деактивировать эту учетную запись?
uz: Ushbu hisobni o'chirishga ishonchingiz komilmi?

source: No paid Ad
ru: Нет платной рекламы
uz: Pulli reklama yo'q

source: Paid Ad
ru: Платная реклама
uz: Pulli reklama

source: About Me
ru: Обо мне
uz: Men haqimda

source: Town
ru: Городок
uz: Shahar

source: Division
ru: Разделение
uz: Bo'lim

source: Country
ru: Страна
uz: Mamlakat

source: Shipping Address
ru: адрес доставки
uz: Yetkazib berish manzili

source: First Name
ru: Имя
uz: Ism

source: Last Name
ru: Фамилия
uz: Familiya

source: Company
ru: Компания
uz: Kompaniya

source: Address 1
ru: адрес 1
uz: Manzil 1

source: Address 2
ru: Адрес 2
uz: Manzil 2

source: State
ru: Область
uz: Shtat

source: City
ru: Город
uz: Shahar

source: Postal Code
ru: Почтовый индекс
uz: Pochta Indeksi

source: Next
ru: Следующий
uz: Keyingi

source: Verify Email
ru: подтвердить электронную почту
uz: Elektron pochtani tasdiqlang

source: Enter OTP Code
ru: Введите одноразовый код
uz: OTP kodini kiriting

source: Home
ru: Дом
uz: Bosh sahifa

source: All Cities
ru: Все города
uz: Barcha shaharlar

source: Popular Cities
ru: Популярные города
uz: Ommabop shaharlar

source: Recommended Cities
ru: Рекомендуемые города
uz: Tavsiya etilgan shaharlar

source: Like
ru: Нравиться
uz: Yoqdi

source: Favourite
ru: Любимый
uz: Sevimli

source: Transaction
ru: Сделка
uz: Tranzaksiya

source: Trending Categories
ru: Популярные категории
uz: Ommabop toifalar

source: View All
ru: Посмотреть все
uz: Hammasini ko'rish

source: Categories
ru: Категории
uz: Kategoriyalar

source: Collections
ru: Коллекции
uz: To'plamlar

source: APPLY
ru: ПРИМЕНЯТЬ
uz: QO'LLANILADI

source: RESET
ru: СБРОС НАСТРОЕК
uz: QAYTA O'RNATISH

source: View All Discount Products
ru: Просмотреть все товары со скидкой
uz: Barcha chegirmali mahsulotlarni ko'ring

source: Rate this app
ru: Оцени это приложение
uz: Ushbu ilovani baholang

source: Offer
ru: Предложение
uz: Taklif

source: Sold
ru: Продано
uz: Sotilgan

source: Report this Item
ru: Сообщить об этом элементе
uz: Ushbu element haqida xabar bering

source: Share This Image
ru: Поделиться этим изображением
uz: Ushbu rasmni baham ko'ring

source: Privacy Policy
ru: Поделиться этим изображением
uz: Maxfiylik siyosati

source: Paid AD Transaction
ru: Транзакция платной рекламы
uz: Pulli AD tranzaktsiyasi

source: Collection List
ru: Список коллекций
uz: To'plamlar ro'yxati

source: Featured
ru: Рекомендуемые
uz: Tavsiya etilgan

source: No rating.
ru: Без рейтинга.
uz: Baho yo‘q.

source: %1$s Views
ru: %1$s + Просмотры
uz: % 1 $ s marta ko‘rilgan

source: %1$s Reviews
ru: %1$s + отзывов
uz: % 1 $ s sharhlari

source: %1$s Comments
ru: %1$s + Комментарии
uz: % 1 $ s sharhlari

source: %1$s Favorite
ru: %1$s + избранное
uz: % 1 $ s sevimli

source: Remark : %1$s
ru: Замечание +: + %1$s
uz: Izoh:% 1 $ s

source: Read More
ru: Читать далее
uz: Ko'proq o'qing

source: View On Map
ru: Посмотреть на карте
uz: Xaritada ko'rish

source: Call
ru: Вызов
uz: Qo'ng'iroq qiling

source: What you get ?
ru: То, что вы получаете ?
uz: Siz nima olasiz?

source: Address
ru: Адрес
uz: Manzil

source: Opening Hour
ru: Часы работы
uz: Ish vaqti

source: Highlighted Information
ru: Выделенная информация</
uz: Ajratilgan ma'lumotlar

source: Contact Info
ru: Контактная информация
uz: Aloqa haqida ma'lumot

source: Statistic
ru: Статистика
uz: Statistik

source: Tags
ru: Теги
uz: Teglar

source: How would you rate this place ?
ru: Как бы вы оценили это место?
uz: Bu joyni qanday baholaysiz?

source: Cancellation Policy
ru: Политика отмены
uz: Bekor qilish siyosati

source: Terms And Condition
ru: Сроки и условия
uz: Shartlar va shartlar

source: Additional Info
ru: Дополнительная информация
uz: Qo'shimcha ma'lumot

source: Help other find the best place to enjoy
ru: Помогите другим найти лучшее место
uz: Boshqalarga lazzatlanish uchun eng yaxshi joyni topishga yordam bering

source: Getting this
ru: Получение этого
uz: Buni olish

source: Meet the seller
ru: Познакомиться с продавцом
uz: Sotuvchi bilan tanishing

source: Joined -
ru: Присоединился -
uz: Qo'shildi -

source: Chat
ru: Чат

source: Item can't be ordered more than one.
ru: Товар нельзя заказать более одного.
uz: Mahsulotga bir nechta buyurtma berish mumkin emas.

source: Item can be ordered more than one.
ru: Товар можно заказать более одного.
uz: Mahsulotga bir nechta buyurtma berish mumkin.

source: Photo
ru: Фото
uz: Surat

source: Photos
ru: Фотографии
uz: Fotosuratlar

source: Mark as Sold
ru: Отметить как проданное
uz: Sotilgan deb belgilash

source: Delete
ru: Удалить
uz: O'chirish

source: Are you sure to delete this item ?
ru: Вы уверены, что хотите удалить этот элемент?
uz: Ushbu elementni o'chirishga ishonchingiz komilmi?

source: Are you sure to mark this item as sold out?
ru: Вы уверены, что этот товар распродан?
uz: Ushbu buyumni sotilgan deb belgilashga ishonchingiz komilmi?

source: Safety Tips: Terms and Conditions
ru: Советы по безопасности: положения и условия
uz: Xavfsizlik bo'yicha ko'rsatmalar: Shartlar va shartlar

source: Item Location
ru: Состояние предмета
uz: Mahsulot joylashuvi

source: Promote Your Item
ru: Продвигайте свой товар
uz: O'zingizning mahsulotingizni reklama qiling

source: Promote your item and reach more buyers
ru: Продвигайте свой товар и привлекайте больше покупателей
uz: Mahsulotingizni targ'ib qiling va ko'proq xaridorlarga murojaat qiling

source: Let more people discover your item and display your item at the top of the lists.
ru: Позвольте большему количеству людей обнаружить ваш товар и отобразить его в верхней части списков.
uz: Ko'proq odamlar sizning narsalaringizni kashf qilishlariga va ro'yxatlarning yuqori qismida sizning narsalaringizni ko'rsatishiga imkon bering.

source: Promote
ru: Продвигать
uz: Rag'batlantirish

source: Item Name
ru: Название предмета
uz: Mahsulot nomi

source: SubCategory
ru: Подкатегория
uz: Subkategoriya

source: Discount Type
ru: Тип скидки
uz: Chegirma turi

source: Search Tags/Keyword
ru: Поисковые теги /ключевое слово
uz: Teglar / kalit so'zlarni qidirish

source: Description
ru: Описание
uz: Tavsif

source: is Published
ru: опубликовано
uz: nashr etilgan

source: Item Images
ru: Изображения предметов
uz: Mahsulot rasmlari

source: ATTRIBUTES
ru: АТРИБУТЫ
uz: QO'ShIMChALAR

source: UPLOAD IMAGE
ru: ЗАГРУЗИТЬ ИЗОБРАЖЕНИЕ
uz: Rasmni yuklash

source: Price
ru: Цена
uz: Narx

source: What are you listing today?
ru: Что вы размещаете сегодня?
uz: Bugun nimalarni ro'yxatlaysiz?

source: Choose your photos to showcase your thing.
ru: Выберите фотографии, чтобы продемонстрировать свою вещь.
uz: O'zingizning narsangizni namoyish qilish uchun rasmlaringizni tanlang.

source: Remark
ru: Замечание
uz: Izoh

source: Shop Setting
ru: Настройка магазина
uz: Do'kon sozlamalari

source: Is Shop ?
ru: Магазин?
uz: Do'konmi?

source: (If user can order more than one)
ru: (Если пользователь может заказать более одного)
uz: (Agar foydalanuvchi bir nechta buyurtma bersa)

source: Highlight Information
ru: Выделить информацию
uz: Ma'lumotni ajratib ko'rsatish

source: Latitude
ru: Широта
uz: Kenglik

source: Longitude
ru: Долгота
uz: Uzunlik

source: Location
ru: Место расположения
uz: Manzil

source: Brand (Optional)
ru: Бренд (необязательно)
uz: Tovar (ixtiyoriy)

source: Listing Entry
ru: Добавить

source: SOLD
ru: ПРОДАНО
uz: Sotilgan

source: Please select at least one image
ru: Пожалуйста, выберите хотя бы одно изображение
uz: Iltimos, kamida bitta rasmni tanlang

source: Choose subcategory
ru: Выберите подкатегорию
uz: Subkategoriyani tanlang

source: Choose type
ru: Выберите тип
uz: Turini tanlang

source: Fill your item title
ru: Заполните заголовок вашего товара
uz: Mahsulot sarlavhasini to'ldiring

source: Choose deal option
ru: Выберите вариант сделки
uz: Bitim variantini tanlang

source: Write description for your item
ru: Напишите описание вашего товара
uz: Mahsulotingiz uchun tavsifni yozing

source: Write your price
ru: Напишите цену
uz: Narxingizni yozing

source: Choose your currency symbol
ru: Выберите символ валюты
uz: Valyuta belgisini tanlang

source: Your offer price cannot be zero
ru: Цена вашего товара не может быть нулевой
uz: Sizning taklif narxingiz nolga teng bo'lmaydi

source: Do you really want to accept this price ?
ru: Вы действительно хотите принять эту цену ?
uz: Siz haqiqatan ham ushbu narxni qabul qilmoqchimisiz?

source: Do you really want to reject this price ?
ru: Вы действительно хотите отказаться от этой цены ?
uz: Siz haqiqatan ham ushbu narxni rad etishni xohlaysizmi?

source: This user does not exit
ru: Этот пользователь не существует
uz: Ushbu foydalanuvchi chiqmaydi

source: Pin shop location
ru: Закрепить расположение магазина
uz: Pin do'konining joylashuvi

source: Item Lists From Follower
ru: Списки предметов от подписчиков
uz: Obunachining ro'yxati

source: %1$s rating ( %2$s )
ru: %1$s + рейтинг + (+ %2$s +)
uz: % 1 $ s reytingi (% 2 $ s)

source: Map Filter
ru: Фильтр карты
uz: Xarita filtri

source: Browse around my area
ru: Осматривать мой район
uz: Mening mintaqamni ko'rib chiqing

source: All
ru: Все
uz: Hammasi

source: Your message has been sent.
ru: Ваше сообщение отправлено.
uz: Sizning xabaringiz yuborildi.

source: Please Wait! Still updating notification setting.
ru: Пожалуйста, подождите! Все еще обновляются настройки уведомлений.
uz: Iltimos kuting! Bildirishnoma sozlamalari hali ham yangilanmoqda.

source: Copied to clipboard.
ru: Скопировано в буфер обмена.
uz: Buferga nusxa olindi.

source: Please confirm to proceed this order
ru: Подтвердите, чтобы продолжить этот заказ
uz: Iltimos, ushbu buyurtmani bajarish uchun tasdiqlang
