Repository: rixjafri/Pechka
Catalog: Pechka/View/*.lproj/Main.strings
Languages: uz

# 0f8-wb-Kjx.text
source: Password
uz: Parol

# 0oO-fi-r4F.normalTitle
source: Pending Listing
uz: Ro'yxat kutilmoqda

# 0pA-fa-gXr.text
source: Coffee and Tea Buy 3 Get 1
uz: Qahva va choy sotib oling 3 oling 1

# 1EK-iD-VXb.placeholder
source: Type a message...
uz: Xabar yozing ...

# 1LP-Ts-Ikv.text
source: days
uz: kunlar

# 1Mz-w6-ozC.text
source: E-mail
uz: Elektron pochta

# 1O4-Fg-fG0.text
source: Address
uz: Manzil

# 1Ra-Te-npi.text
source: ( For free item please set price to zero)
uz: (Bepul mahsulot uchun narxni nolga qo'ying)

# 1kg-lh-GNK.placeholder
source: Adress
uz: Manzil

# 1rA-lR-hmK.normalTitle
source: See more
uz: Ko'proq ko'rish

# 2HX-uS-gQ4.normalTitle
source: Do you agree with this privacy policy ?
uz: Siz ushbu maxfiylik siyosatiga qo'shilasizmi?

# 2qr-LG-Q59.text
source: 3hr ago
uz: 3 soat oldin

# 30V-NL-6an.normalTitle
source: Area range
uz: Maydon diapazoni

# 39N-JW-bYR.normalTitle
source: Report this item
uz: Ushbu element haqida xabar bering

# 3Pf-fY-Kl9.text
source: Disabled Listing
uz: Ro'yxat o'chirilgan

# 3ck-4O-ff1.normalTitle
source: clear now
uz: hozir tozalang

# 3ix-Gw-QR9.normalTitle
source: Sign In
uz: Tizimga kirish

# 3tf-Ne-znD.text
source: Add a message
uz: Xabar qo'shing

# 40v-Ze-d4C.normalTitle
source: Save
uz: Saqlash

# 4Ob-yu-Twf.text
source: OFFER RECEIVED
uz: TAKLIF QABUL QILINDI

# 4Qw-0l-tCP.text
source: Listing Title
uz: Ro'yxat nomi

# 4Ss-L9-1cA.text
source: Paid Ad
uz: Pulli reklama

# 4T4-rj-FlI.text
source: Do you really want to accept this price?
uz: Siz haqiqatan ham ushbu narxni qabul qilmoqchimisiz?

# 4dO-6M-8th.normalTitle
source: Follow
uz: Kuzatib boring

# 4eX-HB-ZO2.text
source: name
uz: ism

# 59V-FW-maF.text
source: Promote Your Item
uz: O'zingizning mahsulotingizni reklama qiling

# 5Jz-nS-RtD.text
source: No Messages
uz: Xabar yo'q

# 5R0-QJ-uLE.text
source: Delhi
uz: Dehli

# 6BZ-YM-x4b.text
source: Verified:
uz: Tasdiqlangan:

# 6Cp-Tk-ySa.normalTitle
source: Name
uz: Ism

# 6cf-wx-kNN.normalTitle
source: Item Condition
uz: Buyumning holati

# 70G-CV-D13.text
source: Mobile Number
uz: Mobil telefon raqami

# 70Y-su-CAx.text
source: User Name
uz: Foydalanuvchi nomi

# 7Gg-Yf-E09.normalTitle
source: Privacy Policy
uz: Maxfiylik siyosati

# 7Vv-7e-OO8.normalTitle
source: NO
uz: YOQ

# 7Wh-Jc-V6Z.placeholder
source: Type a message...
uz: Xabar yozing ...

# 7cT-fd-53b.text
source: What are you listing today ?
uz: Bugun nimalarni ro'yxatlaysiz?

# 7g4-nR-KDQ.text
source: Delhi
uz: Dehli

# 7pt-ZP-fh9.text
source: Choose a price range
uz: Narxlar oralig'ini tanlang

# 80d-3S-9vx.text
source: Rejected Listing
uz: Rad etilgan ro'yxat

# 86x-Va-u0R.normalTitle
source: Price Type
uz: Narx turi

# 8Bl-8l-mGU.text
source: Confirm password
uz: Parolni tasdiqlang

# 8NO-nR-zvG.normalTitle
source: sort by
uz: saralash turi

# 8V8-tR-tPs.text
source: Latitude
uz: Kenglik

# 8VB-Sx-OXj.normalTitle
source: Category
uz: Turkum

# 8Y2-4R-LdX.normalTitle
source: NO
uz: YOQ

# 8bT-2g-jG5.normalTitle
source: Edit
uz: Tahrirlash

# 8fq-7o-VLe.text
source: 3hr ago
uz: 3 soat oldin

# 8pe-YM-Ut3.normalTitle
source: Delete
uz: O'chirish

# 8rR-Ze-dop.normalTitle
source: Save
uz: Saqlash

# 9dk-ZP-Hai.text
source: Start Date:
uz: Boshlanish vaqti:

# 9g1-bZ-sD3.text
source: Highlight Information
uz: Ma'lumotni ajratib ko'rsatish

# 9iG-p5-dVw.text
source: User Name
uz: Foydalanuvchi nomi

# 9vh-mQ-n77.text
source: Enter old password
uz: Eski parolni kiriting

# A7u-QI-NUY.normalTitle
source: Change password
uz: Parolni o'zgartirish

# AMf-ND-4PI.normalTitle
source: Category
uz: Turkum

# Ae0-ei-riU.normalTitle
source: Submit
uz: Yuborish

# Awb-Wq-ubw.text
source: User Name
uz: Foydalanuvchi nomi

# BSK-t5-0QC.text
source: Email
uz: Elektron pochta

# Bir-O9-GY0.text
source: Item Location
uz: Mahsulot joylashuvi

# BlO-Bd-Gr3.normalTitle
source: Pay with stripe
uz: Ip bilan to'lash

# C5q-hg-Ta7.text
source: Password
uz: Parol

# CDj-r0-KwU.normalTitle
source: YES
uz: HA

# Caa-6Y-1be.text
source: name
uz: ism

# Cxd-5m-R4v.normalTitle
source: View All
uz: Hammasini ko'rish

# DQm-hy-bvM.text
source: Visit To Our Website
uz: Bizning veb-saytimizga tashrif buyuring

# DSS-15-v5I.text
source: Joined on
uz: N ga qo'shildi

# Dvy-ci-mTe.normalTitle
source: REGISTER
uz: Ro'yxatdan o'tish

# EEk-wx-7h0.text
source: Delhi
uz: Dehli

# Eob-KM-eIn.normalTitle
source: Sub Category
uz: Sub toifasi

# EsI-iZ-YZ6.text
source: 1 week ago
uz: 1 hafta oldin

# EwZ-Gj-3lK.placeholder
source: Search keyboard: write buy or sell or the name the product
uz: Qidiruv klaviatura: sotib olish yoki sotishni yozing yoki mahsulotga nom bering

# Eys-aS-308.normalTitle
source: Item Condition
uz: Buyumning holati

# F4Q-ie-bTH.normalTitle
source: Edit
uz: Tahrirlash

# F56-Gf-RtZ.text
source: Start Date:
uz: Boshlanish vaqti:

# FQ0-Kt-PEO.text
source: name
uz: ism

# FUz-rc-RGY.normalTitle
source: Language
uz: Til

# FXp-gy-E80.normalTitle
source: Forget password?
uz: PAROLNI UNUTDINGIZMI

# FcH-0z-4e4.normalTitle
source: View All
uz: Hammasini ko'rish

# GCr-qE-s5m.text
source: Following
uz: Keyingi

# GF1-Cv-iQm.normalTitle
source: Filter
uz: Filtr

# GJB-1r-oRa.normalTitle
source: Type
uz: Turi

# GSn-pQ-sUL.normalTitle
source: Apply
uz: Qo'llash

# Gdb-Qu-ZsU.normalTitle
source: Profile
uz: Profil

# Gqa-rM-zVm.text
source: Price Type
uz: Narx turi

# GsU-aP-mLv.normalTitle
source: Custom camera
uz: Maxsus kamera

# Gx2-Ct-NPm.normalTitle
source: Select your region here
uz: O'z mintaqangizni bu erda tanlang

# H74-q7-Phu.normalTitle
source: Safety Tips
uz: Xavfsizlik bo'yicha ko'rsatmalar

# HDr-H7-Lng.normalTitle
source: What is your interest?
uz: Sizning qiziqishingiz nima?

# Hvi-DZ-ZBH.normalTitle
source: Promote Item Entry
uz: Mahsulot yozuvini targ'ib qiling

# I9B-TW-8XQ.normalTitle
source: Notification
uz: Bildirishnoma

# IF0-On-qNM.normalTitle
source: Type
uz: Turi

# IHb-a0-dLX.text
source: Sunglasses
uz: Quyosh ko'zoynaklari

# IOW-9n-Lk2.text
source: Location
uz: Manzil

# ISN-nU-bHT.text
source: Delhi
uz: Dehli

# Ia7-OF-Bft.normalTitle
source: YES
uz: HA

# Ilg-0j-J7I.text
source: 3hr ago
uz: 3 soat oldin

# Ir4-E5-3Q6.normalTitle
source: YES
uz: HA

# JTv-wb-AAB.text
source: name
uz: ism

# Jtk-W6-uZs.text
source: Start Date:
uz: Boshlanish vaqti:

# Jvp-go-Z0u.text
source: Description
uz: Tavsif

# K12-i3-J3U.text
source: OFFER SENT
uz: Yuborilgan taklif

# KDC-Fk-Yxt.normalTitle
source: Edit Profile
uz: Profilni tahrirlash

# KGm-aZ-dCp.text
source: Are you sure to deactivate this account?
uz: Ushbu hisobni o'chirishga ishonchingiz komilmi?

# KOE-Wv-7fa.normalTitle
source: Call
uz: Qo'ng'iroq qiling

# L7p-Bb-fnh.text
source: 1 week ago
uz: 1 hafta oldin

# LRB-wx-wQ7.text
source: Address
uz: Manzil

# LRM-MZ-NGb.normalTitle
source: Offer
uz: Taklif

# MEU-12-kBw.normalTitle
source: Favourites
uz: Sevimlilar

# MYT-aJ-vxu.normalTitle
source: Settings
uz: Sozlamalar

# McO-OK-lF4.normalTitle
source: SIGNIN
uz: TIZIMGA KIRISH

# Mug-KE-iTE.normalTitle
source: Pay with offline
uz: Oflayn rejimda to'lovni amalga oshiring

# Mwl-3b-hWq.text
source: Start Date:
uz: Boshlanish vaqti:

# N20-T7-lKg.normalTitle
source: NO
uz: YOQ

# NBe-Cn-evj.text
source: 1 week ago
uz: 1 hafta oldin

# NQ3-X1-lZL.placeholder
source: Please select start date
uz: Iltimos, boshlanish sanasini tanlang

# NRC-r0-ekP.text
source: Followers
uz: Izdoshlar

# NRT-Ee-s3S.text
source: Start Date:
uz: Boshlanish vaqti:

# NTK-ae-7zz.placeholder
source: Max
uz: Maks

# NTf-bh-XbC.normalTitle
source: Followers User List
uz: Kuzatuvchilarning foydalanuvchi ro'yxati

# NZO-CN-ZP5.normalTitle
source: User History
uz: Foydalanuvchi tarixi

# NhH-2e-4Vw.normalTitle
source: App Info
uz: Ilova haqida ma'lumot

# OV6-j1-QvF.text
source: Do you want to clear cache image?
uz: Kesh rasmini tozalashni xohlaysizmi?

# OlD-gD-H2V.text
source: All
uz: Hammasi

# Onm-f8-sz3.normalTitle
source: For address automatically click here
uz: Manzil uchun avtomatik ravishda shu erni bosing

# PLT-Nc-pdn.normalTitle
source: Change password
uz: Parolni o'zgartirish

# Pcy-Rr-Hb6.text
source: FROM SELLERS
uz: Sotuvchilardan

# Pgo-eL-M1U.normalTitle
source: Following User List
uz: Foydalanuvchilar ro'yxati kuzatilmoqda

# PlS-T4-XDB.normalTitle
source: RESET
uz: QAYTA O'RNATISH

# Pm2-ya-hhB.normalTitle
source: Map filter
uz: Xarita filtri

# Pub-AX-PPs.text
source: Ads Start Date
uz: Reklama boshlanish sanasi

# Q5I-SO-9i7.normalTitle
source: Gallery
uz: Galereya

# QCm-HK-IEb.text
source: Description
uz: Tavsif

# QFa-fB-kTH.normalTitle
source: View All
uz: Hammasini ko'rish

# QXF-8Q-BR1.text
source: Delhi
uz: Dehli

# Qcm-3X-0dE.placeholder
source: Longitude
uz: Uzunlik

# Qo9-5n-Zmb.normalTitle
source: Register with phone
uz: Telefon orqali ro'yxatdan o'ting

# Qwf-ql-lq6.text
source: Description here
uz: Tavsif bu erda

# RPH-xc-QlO.normalTitle
source: Meet-up
uz: Uchrashuv

# RPy-hI-CHq.text
source: Meet up
uz: Uchrashuv

# RVF-Xw-hMt.normalTitle
source: Choose Ctaegory
uz: Toifani tanlang

# RY1-Wv-b0u.text
source: Are you sure to logout?
uz: Chiqishga ishonchingiz komilmi?

# RZo-v6-FRB.text
source: Or
uz: Yoki

# RrY-fl-Cfn.normalTitle
source: Pay with offline
uz: Oflayn rejimda to'lovni amalga oshiring

# Rso-3n-KAS.text
source: Promote your item and reach more buyers Let more people discover your item and display your item at the top of the lists.
uz: Mahsulotingizni targ'ib qiling va ko'proq xaridorlarga murojaat qiling. Ko'p odamlar sizning narsalaringizni kashf qilishlariga va ro'yxatlarning yuqori qismida mahsulotingizni ko'rsatishiga imkon bering.

# RyL-VV-Zib.normalTitle
source: Search
uz: Qidirmoq

# Rzg-fz-Uot.normalTitle
source: YES
uz: HA

# S8m-zT-R9H.text
source: Delhi
uz: Dehli

# SCY-ow-mLB.text
source: Mobile Number
uz: Mobil telefon raqami

# SNj-7T-4Ft.normalTitle
source: FORGOT PASSWORD?
uz: Parolni unutdingizmi?

# SXm-K6-4Fl.text
source: Start Date:
uz: Boshlanish vaqti:

# SaW-GR-on1.normalTitle
source: Contact Us
uz: Biz bilan bog'lanish

# Sr8-dM-5N5.text
source: IS Shop ? ( if user can order more than one )
uz: Doâ€˜konmi? (agar foydalanuvchi bir nechta buyurtma berishi mumkin bo'lsa)

# T24-zx-jmI.text
source: 1 week ago
uz: 1 hafta oldin

# T9L-DD-tc6.text
source: Promote For 7 Days
uz: 7 kun davomida reklama qiling

# TGz-hr-t5a.text
source: 1 week ago
uz: 1 hafta oldin

# TKH-N9-IOI.normalTitle
source: Land
uz: Er

# TlF-Ps-fpx.text
source: Verified
uz: Tasdiqlangan

# Tn6-br-N8W.text
source: Verified
uz: Tasdiqlangan

# Trl-ZU-fPZ.text
source: Highlight Information
uz: Ma'lumotni ajratib ko'rsatish

# U7Z-EX-uFi.normalTitle
source: Submit
uz: Yuborish

# WGk-E6-XKK.normalTitle
source: Category
uz: Turkum

# WYh-An-Pnh.text
source: Promote For 7 Days
uz: 7 kun davomida reklama qiling

# Wrq-9V-2xl.title
source: Interest
uz: Qiziqish

# Wsf-w8-uL1.text
source: name
uz: ism

# WzU-85-ah3.normalTitle
source: Location
uz: Manzil

# XC3-z0-hPx.text
source: Mobile Number
uz: Mobil telefon raqami

# Xbr-ZG-p0r.text
source: Meet the seller
uz: Sotuvchi bilan tanishing

# Xg3-Tj-sJH.normalTitle
source: Products
uz: Mahsulotlar

# XzU-IJ-ZMu.text
source: Details
uz: Tafsilotlar

# Y1T-KM-FhJ.normalTitle
source: What is your interest?
uz: Sizning qiziqishingiz nima?

# Y4J-tC-3K0.normalTitle
source: Category
uz: Turkum

# YBf-dI-xCJ.text
source: Add a message
uz: Xabar qo'shing

# YRX-Uz-A1f.normalTitle
source: Sign Up
uz: Ro'yxatdan o'tish

# YuK-PW-xtJ.normalTitle
source: App info
uz: Ilova haqida ma'lumot

# Yvb-nM-DRs.placeholder
source: Max
uz: Maks

# ZRT-XG-yh8.text
source: How Many Days?
uz: Necha kun?

# ZiQ-SQ-shg.normalTitle
source: Submit
uz: Yuborish

# Zn8-0f-6jv.normalTitle
source: View All
uz: Hammasini ko'rish

# Zzi-QU-MeJ.text
source: 1 week ago
uz: 1 hafta oldin

# anq-ww-SzU.normalTitle
source: View on map
uz: Xaritada ko'rish

# apt-MQ-VHl.normalTitle
source: Item Condition
uz: Buyumning holati

# avg-bL-Dnb.text
source: Are you sure to mark this item as sold out?
uz: Ushbu buyumni sotilgan deb belgilashga ishonchingiz komilmi?

# bIx-P8-MNE.text
source: Email
uz: Elektron pochta

# bdy-SD-XHM.text
source: Start Date:
uz: Boshlanish vaqti:

# beQ-oa-5eL.normalTitle
source: Search
uz: Qidirmoq

# cd6-Wm-WUd.text
source: 1 week ago
uz: 1 hafta oldin

# chp-NM-3MX.normalTitle
source: Favourites
uz: Sevimlilar

# cjO-FH-QxD.normalTitle
source: Price Type
uz: Narx turi

# cof-aD-pJP.text
source: Do you want to report this add?
uz: Ushbu qo'shimcha haqida xabar qilmoqchimisiz?

# dS6-0t-ofx.normalTitle
source: Blog Detail
uz: Blog haqida batafsil ma'lumot

# dZS-RW-tXH.text
source: ALL
uz: HAMMA

# eDq-Iw-nij.text
source: Notification Settings(On/Off)
uz: Bildirishnoma sozlamalari (On / Off)

# eIO-1M-eB0.text
source: Delhi
uz: Dehli

# eMR-kX-Y3S.normalTitle
source: Settings
uz: Sozlamalar

# emr-jd-j4b.placeholder
source: Latitude
uz: Kenglik

# ey9-88-9Nl.text
source: Create password
uz: Parol yarating

# f3h-EE-EJ7.text
source: About me
uz: Men haqimda

# fGN-zf-hCb.normalTitle
source: Message
uz: Xabar

# fGe-7b-BBi.normalTitle
source: Filter
uz: Filtr

# fhp-FU-JqN.normalTitle
source: OFFLINE
uz: OFLAYN

# fuL-SZ-6OA.text
source: Longitude
uz: Uzunlik

# fx7-of-23w.normalTitle
source: YES
uz: HA

# g5u-gH-Cas.normalTitle
source: Share this image
uz: Ushbu rasmni baham ko'ring

# gGB-8H-3Rr.normalTitle
source: Please select city
uz: Iltimos, shaharni tanlang

# gGB-SW-xQU.normalTitle
source: Photos
uz: Fotosuratlar

# gPs-cq-rtg.text
source: Email
uz: Elektron pochta

# gRC-gt-jEe.normalTitle
source: FORGOT PASSWORD
uz: Parolni unutdingizmi

# hVw-n6-bl1.text
source: Phone
uz: Telefon

# hWD-vO-Mpp.text
source: Amount Spend:
uz: Xarajat miqdori:

# haA-1h-8qh.normalTitle
source: Mark as sold
uz: Sotilgan deb belgilang

# hcF-lv-cNe.title
source: Auto Search
uz: Avtomatik qidirish

# iZe-0X-XBq.text
source: Safety Tips: Terms and Conditions
uz: Xavfsizlik bo'yicha ko'rsatmalar: Shartlar va shartlar

# ifI-ZX-wvt.title
source: Home
uz: Bosh sahifa

# ijQ-NF-uhq.normalTitle
source: Enter OTP
uz: OTP-ni kiriting

# j91-qT-CF6.text
source: Deactivate account
uz: Hisobni o'chirish

# jzC-ve-u6l.text
source: Amount Spend:
uz: Xarajat miqdori:

# kIo-1p-pk3.normalTitle
source: Deal Option
uz: Bitim opsiyasi

# kaN-ct-G5n.placeholder
source: Brand
uz: Tovar belgisi

# ki2-WG-7gy.text
source: name
uz: ism

# krf-0X-Kvu.text
source: You've just received an email containing verification code on
uz: Sizga nverifikatsiya kodi yoqilgan elektron xabar yuborildi

# l8w-5R-B2w.normalTitle
source: Pay with razor
uz: Ustara bilan to'lash

# lBe-fU-cYn.text
source: To
uz: Kimga

# lnL-57-Xad.text
source: Location
uz: Manzil

# m0m-1o-Na5.normalTitle
source: Make Offer
uz: Taklif qiling

# m4u-3r-ftT.text
source: Remarks
uz: Izohlar

# m69-tN-DXC.text
source: FROM BUYERS
uz: QARORLARDAN

# mEd-Jp-RwU.text
source: 1 week ago
uz: 1 hafta oldin

# mNW-O7-dEF.text
source: All
uz: Hammasi

# mTP-4w-VCq.text
source: Choose a price range
uz: Narxlar oralig'ini tanlang

# nBB-Qk-XSJ.text
source: Pending Listing
uz: Ro'yxat kutilmoqda

# nRl-wU-7yZ.normalTitle
source: Pay with paypal
uz: PayPal bilan to'lash

# ns4-CH-K9A.text
source: You can make the offline payment with following options:
uz: Siz quyidagi variantlar bilan oflayn to'lovni amalga oshirishingiz mumkin:

# o39-pd-9oW.normalTitle
source: View All
uz: Hammasini ko'rish

# obk-mo-wry.text
source: 3hr ago
uz: 3 soat oldin

# p4e-QI-NN8.text
source: City
uz: Shahar

# pcS-TO-HSF.normalTitle
source: Paid AD Transaction
uz: Pulli AD tranzaktsiyasi

# pul-gY-97b.title
source: Search
uz: Qidirmoq

# pxS-gz-jZZ.text
source: 3hr ago
uz: 3 soat oldin

# q3u-63-ct7.text
source: name
uz: ism

# qpR-pa-Uqy.normalTitle
source: Type
uz: Turi

# r6I-lH-4VZ.text
source: About me
uz: Men haqimda

# rIK-h4-aLh.normalTitle
source: NO
uz: YOQ

# rJI-L6-uhl.normalTitle
source: YES
uz: HA

# rZR-Dz-qGe.text
source: Start Date:
uz: Boshlanish vaqti:

# rnQ-fZ-k5Y.normalTitle
source: Do you agree with this privacy policy?
uz: Siz ushbu maxfiylik siyosatiga qo'shilasizmi?

# s82-LC-4rn.text
source: Delhi
uz: Dehli

# sIE-ac-SdC.normalTitle
source: NO
uz: YOQ

# sM8-zv-2pn.normalTitle
source: Default camera
uz: Standart kamera

# sM9-xh-wPE.normalTitle
source: View All
uz: Hammasini ko'rish

# sU4-7O-TfQ.normalTitle
source: NO
uz: YOQ

# sfm-LW-Wns.normalTitle
source: Choose Category
uz: Toifani tanlang

# snI-ld-IJK.text
source: Getting this
uz: Buni olish

# t5V-5W-pqW.normalTitle
source: Continue
uz: Davom eting

# t8u-4s-4A9.normalTitle
source: Price Type
uz: Narx turi

# tNY-6J-npN.text
source: 1 week ago
uz: 1 hafta oldin

# tQv-VD-PSk.normalTitle
source: Make Offer
uz: Taklif qiling

# tcw-ah-VHH.title
source: Search
uz: Qidirmoq

# tj3-NX-DOr.text
source: Are you sure to delete this item?
uz: Ushbu elementni o'chirishga ishonchingiz komilmi?

# tng-BL-2Oe.normalTitle
source: Sub Category
uz: Sub toifasi

# uGd-qu-diQ.text
source: Listing
uz: E'lonlarim

# uJn-q7-x21.text
source: Brand ( Optional )
uz: Tovar (ixtiyoriy)

# uNB-8t-uWd.text
source: Shop Setting
uz: Do'kon sozlamalari

# uOX-4x-rBg.title
source: User
uz: Foydalanuvchi

# uY8-aY-u4U.normalTitle
source: NO
uz: YOQ

# vQL-gX-EpP.normalTitle
source: Pay with offline
uz: Oflayn rejimda to'lovni amalga oshiring

# vT1-ye-6Fd.text
source: Camera Settings
uz: Kamera sozlamalari

# vUf-tp-KSu.normalTitle
source: Offered
uz: Taklif qilingan

# vhF-9F-ngT.text
source: Make Offer For This Item
uz: Ushbu buyum uchun narx taklif qiling

# wBU-Dy-m23.text
source: Listing
uz: E'lonlarim

# wI9-Ac-Jj3.text
source: Start Date:
uz: Boshlanish vaqti:

# wWm-6I-7UD.normalTitle
source: Submit
uz: Yuborish

# wbn-4W-clV.text
source: Address
uz: Manzil

# wpn-jD-cj6.normalTitle
source: Promote
uz: Targ'ib qilish

# wrQ-33-Fse.normalTitle
source: Sub Category
uz: Sub toifasi

# wtN-c2-mRX.text
source: 1 week ago
uz: 1 hafta oldin

# wv0-pW-c9U.text
source: Start Date:
uz: Boshlanish vaqti:

# xON-rL-tvY.normalTitle
source: YES
uz: HA

# xbe-Mw-LRg.title
source: Message
uz: Xabar

# xfh-nk-1Lg.text
source: name
uz: ism

# xgW-fB-Ip9.normalTitle
source: Sign Up
uz: Ro'yxatdan o'tish

# xhs-hs-4kN.text
source: To
uz: Kimga

# xlE-Bl-LJX.text
source: name
uz: ism

# xoV-2r-chZ.normalTitle
source: Deal Option
uz: Kelishuv turi

# xpj-wD-31y.placeholder
source: Enter price
uz: Narxni kiriting

# y1l-NC-afz.normalTitle
source: Offered
uz: Taklif qilingan

# ynv-ep-0bs.text
source: Image Cache Size
uz: Rasm keshining o'lchami

# z2Q-Xa-d2f.text
source: Email
uz: Elektron pochta

# zwx-UW-OVe.text
source: User Name
uz: Foydalanuvchi nomi

# Mvr-EQ-W9g.text
source: New HERE? SIGN UP
uz: Bu yerda yangimisiz? Ro'yxatdan o'ting

# Frt-1Q-VIG.text
source: Already member ? Login
uz: Allaqachon a'zo bo'lganmisiz? Kirish

# uS6-ak-h9G.text
source: Add Images
uz: Rasmlarni qo'shish

# J2B-5s-aRo.text
source: Listing Title
uz: Ro'yxat nomi

# X8q-Wy-S9Y.text
source: Category
uz: Toifasi

# ehe-0M-i8t.text
source: Sub Category
uz: Pastki toifasi

# yad-bS-TQw.text
source: Type
uz: Turi

# mxr-iV-W1e.text
source: Item Condition
uz: Mahsulot sharti

# kHK-hn-pVk.text
source: Price
uz: Narx

# p0d-58-4ev.text
source: Description
uz: Tavsif

# K9H-qP-u3v.text
source: Deal Option
uz: Bitim opsiyasi
